{
  "Magic Kingdom" : 
    [
      {"RideName" : "Jungle Cruise", "ExtremeLevel" : "Slow Ride", "Description" : "From the Disney World website:\n\nAdventure Around Every Corner\n\nEmbark on a river cruise where dangerous beasts and dry wit abound. Board a canopied tramp steamer piloted by your trusty skipper, who will expertly navigate you through some of the world’s most treacherous waters.\n\nSteam past lush foliage, butterflies and waterfalls on the Amazon in South America. Glimpse an abandoned camp overrun by curious gorillas on the shores of the African Congo.\n\nWatch for angry hippos, hungry lions and “sleeping” zebras along the Nile and be on the lookout for a missing Jungle Cruise vessel and its helpless passengers. As the cruise continues down the Mekong River, you just might learn that the jungle always gets the last laugh.\n\nIt’s a 10-minute, 10,000-mile journey that you won't soon forget!", "WaitTime" : "N/A", "Park" : "Magic Kingdom",  "Land" : "Adventureland", "Website" : "https://disneyworld.disney.go.com/attractions/magic-kingdom/jungle-cruise/", "Image" : "https://raw.githubusercontent.com/MuhammadxA/DisneyWorldRides/main/junglecruise.jpg"},
    ],
  "EPCOT" :
   [
     {"RideName" : "Spaceship Earth", "ExtremeLevel" : "Slow Ride", "Description" : "From the Disney World website:\n\nBack to the Beginning\n\nWitness the landmark moments of amazing innovation that made today’s spectacular communications technology possible.\n\nTravel back to the dawn of humanity, when early man painted on cave walls. Watch new ideas spread like wildfire with the invention of Gutenberg’s printing press. The wheels of time turn ever faster as we enter the modern age of media, from newspapers announcing the end of the Civil War to the televised broadcast of the moon landing—and beyond.\n\nAll of these great moments are brought vividly to life using elaborate sets and advanced Audio-Animatronics figures during this inspirational, 16-minute, Omnimover-style attraction.\n\nForward into Your Future\n\nOnce you’ve returned to the present day, you’ll have a chance to design the kind of future you want to live in using the touch screen inside your vehicle. Answer several brief questions and get ready to see what your tomorrow looks like!\n\nThe Story Behind the Spaceship\n\nIt’s the flagship attraction of Epcot and the signature symbol of the park. To create the experience inside the iconic geosphere, Disney Imagineers assembled some of the world’s greatest talents.\n\nThe all-star roster includes Academy Award® winner Judi Dench as the narrator and Emmy® winner Bruce Broughton, who conducted a 63-piece orchestra and 24-voice choir for his musical score. If you listen closely, you’ll notice that the music for each scene features styles and instruments appropriate to the era, transitioning seamlessly into the next—no small feat.", "WaitTime" : "N/A", "Park" : "EPCOT",  "Land" : "World Celebration", "Website" : "https://disneyworld.disney.go.com/attractions/epcot/spaceship-earth/", "Image" : "https://raw.githubusercontent.com/MuhammadxA/DisneyWorldRides/main/spaceshipearth.jpg"}}
   ]
}
